"ConfirmSaveTitle" 			= "Sichern bestätigen";
"ConfirmSaveMsg"			= "Möchten Sie die Änderungen an den Mobilitätseinstellungen sichern?";
"ConfirmSaveSave"			= "Sichern";
"ConfirmSaveCancel"			= "Abbrechen";
"ConfirmSaveDontSave"		= "Nicht sichern";

// Text of "OK" button in configuration sheet (depending on whether we are in 'create' or 'config settings' mode)
"str_OK_Create" = "Erstellen";
"str_OK_Config" = "OK";

// Text that goes under the "Use FileSync" checkbox depending on whether computer has master password or not
"str_HaveMasterPassword" 	= "Für diesen Computer wurde ein FileVault-Hauptkennwort festgelegt.";
"str_NoMasterPassword" 		= "FileVault benötigt ein Hauptkennwort für diesen Computer.";

// Template for displaying the startup volume name
"str_BootVolumeNameTemplate" = "%@ (Startvolume)";

// For pre-flighting available space (4875784)
"str_PHD_CalcAvailSpace" = "Freien Speicher berechnen …";
"str_PHD_InsufficientSpace" = "Auf „%@“ ist nicht genügend freier Speicher verfügbar, um den Benutzerordner zu erstellen.";


// Sync interval popup values (4978958)
"str_SyncInterval_Automatic" 	= "Automatisch";
"str_SyncInterval_Manual"  		= "Manuell";

"str_SyncInterval_OneMinute" 					= "Minütlich";
"str_SyncInterval_LessThanOneHour"  			= "Alle %d Minuten";
"str_SyncInterval_OneHour"						= "Stündlich";
"str_SyncInterval_OneHourOneMinute"				= "Alle 1 Stunde 1 Minute";
"str_SyncInterval_LessThanTwoHours"				= "Alle 1 Stunde %d Minuten";
"str_SyncInterval_MoreThanOneHourNoMinutes"		= "Alle %d Stunden";
"str_SyncInterval_MoreThanOneHourOneMinute"		= "Alle %d Stunden 1 Minute";
"str_SyncInterval_MoreThanOneHourManyMinutes"	= "Alle %d Stunden %d Minuten";


// No suitable volumes for home volume (5182972) - displayed in popup menu
"str_UserPicks_NoExternalVolume" 		= "Es sind keine externen Volumes angeschlossen.";
"str_UserPicks_NoSuitableVolume" 		= "Es wurden keine passenden Volumes gefunden.";
